Repository: mayer1a/MEOWLS
Catalog: MEOWLS/Kit/Common/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: ru

# %u article(s)
source: %u item
ru: %u товара

source: %u days
ru: %u дня

# %u hours(s)
source: %u hours
ru: %u часа

source: %u items
ru: %u товара

# %u item(s) in order unavailable
source: %u items in your order are unavailable.
ru: %u позиций вашего заказа недоступны.

# %u item(s) unavailable
source: %u item in your cart are out of stock
ru: %u товара из вашей корзины закончились

# %u minutes(s)
source: %u minutes
ru: %u минуты

# %u shop(s)
source: %u shop
ru: %u магазина

# About.agreement
source: User Agreement
ru: Пользовательское соглашение

# About.rate
source: Rate the app
ru: Оцените приложение

# About.title
source: About the App
ru: О приложении

# About.version
source: Version %@
ru: Версия %@

source: Address
ru: Адрес

# Address.cancel
source: Cancel
ru: Отмена

# Address.changedAddress
source: Change delivery address
ru: Изменить адрес доставки

# Address.choose
source: Specify address
ru: Указать адрес

# Address.complete
source: Done
ru: Готово

# Address.header
source: City, street, building
ru: Город, улица, дом

# Address.hint
source: Start typing the address in any form, we will understand.
ru: Начните ввод адреса в любом виде, мы Вас поймем.

# Address.loadUserLocation
source: Determining location...
ru: Определяем местопложение...

# Address.placeholder
source: Delivery address
ru: Адрес доставки

# Address.searchAddress
source: Determining address...
ru: Определяем адрес...

# Address.specifyAddress
source: Specify address
ru: Уточнить адрес

# Alert.common.cancel
source: Cancel
ru: Отмена

# Alert.common.error
source: Error
ru: Ошибка

# Alert.common.message
source: Unfortunately, due to a connection error, your request was not sent. Please try again.
ru: К сожалению, из-за ошибки подключения Ваш запрос не был отправлен. Пожалуйста, попробуйте еще раз.

# Alert.common.no
source: No
ru: Нет

# Alert.common.repeat
source: Try again
ru: Повторить еще раз

# Alert.common.yes
source: Yes
ru: Да

# Alert.Delete.cancel
source: Cancel
ru: Отмена

# Alert.Delete.cartItem
source: Are you sure you want to remove %@ from the cart?
ru: Уверены, что хотите удалить %@ из корзины?

# Alert.Delete.destructive
source: Delete
ru: Удалить

# Alert.ImagePicker.addPhoto
source: Add a photo
ru: Добавить фотографию

# Alert.ImagePicker.camera
source: Take a photo
ru: Сделать фото

# Alert.ImagePicker.choosePhoto
source: Choose from gallery
ru: Выбрать из галереи

# Alert.Maps.open
source: Open maps
ru: Открыть карты

# Alert.Maps.openApple
source: Open Apple maps
ru: Открыть Apple maps

# Alert.Maps.openGoogle
source: Open Google maps
ru: Открыть Google maps

# Alert.NetworkError.cancel
source: Cancel
ru: Отмена

# Alert.NetworkError.message
source: There was a data exchange error
ru: Произошла ошибка обмена данными

# Alert.NetworkError.repeat
source: Try again
ru: Попробовать еще раз

# Alert.NetworkError.title
source: Attention
ru: Внимание

# Alert.Warning.attention
source: Attention
ru: Внимание

# Authorization.PhoneVerification.countdown
source: You can request a code again in %@
ru: Вы сможете запросить код заново через %@

source: Bank
ru: Банк

source: Bank Identifier Code
ru: БИК

# Cart.Bonuses.use
source: Use bonuses
ru: Использовать бонусы

# Cart.Cell.article
source: Article
ru: Артикул

# Cart.Cell.count
source: pcs.
ru: шт.

# Cart.Cell.size
source: Size
ru: Размер

# Cart.Delivery.addedEmployee
source: Specify consultant
ru: Указать консультанта

# Cart.Delivery.cartchanged
source: The contents of your cart have changed after logging in. Please check.
ru: После авторизации изменилось наполнение Вашей корзины. Пожалуйста, проверьте.

# Cart.Delivery.chooseAnotherPickupPoint
source: Show available points
ru: Показать доступные пункты

# Cart.Delivery.chooseAnotherShop
source: Show available stores
ru: Показать доступные магазины

# Cart.Delivery.continue
source: Continue
ru: Продолжить

# Cart.Delivery.costFree
source: Free
ru: Бесплатно

# Cart.Delivery.delivery
source: Delivery
ru: Доставка

# Cart.Delivery.deliveryAddress
source: Your location
ru: Ваше местоположение

# Cart.Delivery.deliveryAfter
source: Delivery after
ru: Доставка после

# Cart.Delivery.deliveryCantBeOnAddress
source: Unfortunately, delivery to the selected address is not possible. Try choosing another address.
ru: К сожалению, доставка на выбранный адрес невозможна. Попробуйте выбрать другой адрес.

# Cart.Delivery.deliveryShop
source: Pick up in store
ru: Забрать в магазине

# Cart.Delivery.disclaimer
source: Please provide real information - you may be asked for an ID before receiving the order.
ru: Пожалуйста, указывайте реальные данные — у Вас могут попросить паспорт, прежде чем вручить заказ.

# Cart.Delivery.editAddress
source: Edit
ru: Редактировать

# Cart.Delivery.email
source: Email address
ru: Адрес электронной почты

# Cart.Delivery.employee
source: Consultant
ru: Консультант

# Cart.Delivery.emptyDelivery
source: Delivery not specified
ru: Не указана доставка

# Cart.Delivery.emptyfields
source: Not all fields are filled ;(
ru: Не все поля заполнены ;(

# Cart.Delivery.fill
source: To place an order, you must specify Last Name, First Name, and Patronymic (if any)
ru: Для оформления заказа необходимо указать Фамилию, Имя и Отчество (при наличии)

# Cart.Delivery.guest
source: Guest
ru: Гость

# Cart.Delivery.itemsTitle
source: Item
ru: Товар

# Cart.Delivery.moreInfoAboutDelivery
source: You will receive precise information about the delivery date after the order is handed over to the courier service.
ru: Точную информацию о дате доставки Вы получите после передачи заказа в курьерскую службу.

# Cart.Delivery.nameRequired
source: Full name (required)
ru: ФИО (обязательно)

# Cart.Delivery.onlyAddressTitle
source: Arrange delivery
ru: Оформить доставку

# Cart.Delivery.orAddressTitle
source: or arrange delivery
ru: или оформить доставку

# Cart.Delivery.passportWarning
source: Please note that you will need an ID to receive your order.
ru: Обращаем внимание, что при получении заказа Вам потребуется паспорт.

# Cart.Delivery.phoneRequired
source: Phone (required)
ru: Телефон (обязательно)

# Cart.Delivery.pickupDelivery
source: Courier delivery
ru: Доставить курьером

# Cart.Delivery.pickupShop
source: Pick up in store
ru: Забрать в магазине

# Cart.Delivery.profile
source: Recipient information
ru: Данные получателя

# Cart.Delivery.same
source: Same as buyer
ru: Совпадает с покупателем

# Cart.Delivery.specifyAddress
source: Specify address
ru: Указать адрес

# Cart.Delivery.specifyAnotherAddress
source: Specify another address
ru: Указать другой адрес

# Cart.Delivery.title
source: Delivery method
ru: Способ получения

# Cart.Delivery.wasAddedEmployee
source: Consultant added
ru: Консультант добавлен

# Cart.Delivery.wish
source: Clarification or wish
ru: Уточнение или пожелание

# Cart.Empty.authorizedAction
source: To the catalog
ru: В каталог

# Cart.Empty.authorizedWarning
source: Find everything you need in the catalog.
ru: Найдите в каталоге все, что Вам нужно.

# Cart.Empty.header
source: Cart is empty
ru: Корзина пуста

# Cart.Empty.unauthorizedAction
source: Log into account
ru: Войти в аккаунт

# Cart.Empty.unauthorizedWarning
source: To see items you previously added, please log in.
ru: Чтобы увидеть ранее добавленные Вами товары, авторизуйтесь.

# Cart.emptyCart
source: Cart is empty
ru: Корзина пуста

# Cart.Fail.cart
source: Cart loading error
ru: Ошибка загрузки корзины

# Cart.Fail.delete
source: Error deleting item
ru: Ошибка удаления товара

# Cart.GiftCards.add
source: Add certificate
ru: Добавить сертификат

# Cart.GiftCards.Alert.buttonTitle
source: Apply
ru: Применить

# Cart.GiftCards.Alert.textFieldTitle
source: Certificate number
ru: Номер сертификата

# Cart.GiftCards.Alert.title
source: Gift certificate
ru: Подарочный сертификат

# Cart.GiftCards.delete
source: Remove gift certificate %@?
ru: Убрать подарочный сертификат %@?

# Cart.GiftCards.promocodes
source: Gift certificates
ru: Подарочные сертификаты

# Cart.inCart
source: %@ in cart
ru: %@ в корзине

# Cart.itemUnavailable
source: Out of stock
ru: Нет в наличии

# Cart.noAvaliableItems
source: No items available
ru: Нет товаров в наличии

# Cart.Order.address
source: Delivery address
ru: Адрес доставки

# Cart.Order.andNotPayed
source: but not paid
ru: , но не оплачен

# Cart.Order.andPayed
source: and paid
ru: и оплачен

# Cart.Order.back2catalogue
source: Return to shopping
ru: Вернуться к покупкам

# Cart.Order.customer
source: Recipient
ru: Получатель

# Cart.Order.date
source: Estimated delivery date
ru: Ориентировочная дата доставки

# Cart.Order.disclaimerDelivery
source: You can follow the status of the order in the “My Orders” section.
ru: Вы можете следить за состоянием статуса заказа в разделе «Мои заказы».

# Cart.Order.disclaimerPickup
source: You can follow the status of the order in the “My Orders” section.
ru: Вы можете следить за состоянием статуса заказа в разделе «Мои заказы».

# Cart.Order.header.details
source: Order details
ru: Детали заказа

# Cart.Order.header.number
source: Order №
ru: Заказ №

# Cart.Order.leftToPay
source: Payment expected
ru: Ожидается оплата

# Cart.Order.outlet
source: Delivery store
ru: Магазин самовывоза

# Cart.Order.paid
source: Payment made
ru: Внесена оплата

# Cart.Order.payLater
source: Payment upon receipt
ru: Оплата при получении

# Cart.Order.payNow
source: Pay now
ru: Оплата сейчас

# Cart.Order.payNowButton
source: Pay for the order now
ru: Оплатить заказ сейчас

# Cart.Order.prepaid
source: Payment made
ru: Внесена оплата

# Cart.Order.status.new
source: Successfully placed
ru: Успешно оформлен

# Cart.Order.title.cash
source: Cash payment
ru: Оплата наличными

# Cart.orderTitle
source: Proceed to checkout
ru: Перейти к оформлению

# Cart.Payment.addPromoCode
source: Add promo code
ru: Добавить промокод

# Cart.Payment.cashButton
source: Continue
ru: Продолжить

# Cart.Payment.cashTitle
source: Cash payment
ru: Оплата наличными

# Cart.Payment.discount
source: Product discount
ru: Скидка на товары

# Cart.Payment.discountOnly
source: Discounts
ru: Скидки

# Cart.Payment.discountPercent
source: discount %d%%
ru: cкидка %d%%

# Cart.Payment.emptyCart
source: No products
ru: Товары отсутствуют

# Cart.Payment.failed
source: Payment unsuccessful
ru: Неуспешная оплата

# Cart.Payment.mustSelectAddressOrOutlet
source: You must select a delivery address or store
ru: Вам необходимо выбрать адрес доставки или магазин

# Cart.Payment.onePromoPerCart
source: Only one promo code can apply to each item. Promo codes are applied in the order they are entered.
ru: На каждый товар может действовать только один промокод. Промокоды применяются в порядке их ввода.

# Cart.Payment.pay
source: Pay
ru: Оплатить

# Cart.Payment.payByCash
source: Place order
ru: Оформить заказ

# Cart.Payment.payLaterTitle
source: payment upon receipt
ru: оплата при получении

# Cart.Payment.paymentListTopError
source: Payment did not go through. Try again or change the payment method
ru: Оплата не прошла. Попробуйте снова или измените способ оплаты

# Cart.Payment.paymentTypeWarning
source: Unknown payment method
ru: Неизвестный метод оплаты

# Cart.Payment.paymentWarning
source: Some banks may experience failures with Apple Pay and Google Pay payments. We recommend using a bank card.
ru: У некоторых банков могут наблюдаться сбои при оплате Apple Pay и Google Pay. Рекомендуем использовать банковскую карту.

# Cart.Payment.priceFor
source: Price for
ru: Цена за

# Cart.Payment.promoCode
source: Promo code
ru: Промокод

# Cart.Payment.saleByPromo
source: Promo codes
ru: Промокоды

# Cart.Payment.sell
source: discount
ru: скидка

# Cart.Payment.sellForOnline
source: Online payment discount
ru: Скидка за онлайн оплату

# Cart.Payment.sellForPaymentType
source: Online payment
ru: Онлайн оплата

# Cart.Payment.terms
source: By pressing the “%@” button, you agree with the _Offer Terms_.
ru: Нажимая кнопку «%@», Вы соглашаетесь с _Условиями оферты_.

# Cart.Payment.title
source: Payment method
ru: Способ оплаты

# Cart.Payment.totalHeader
source: Total cost
ru: Общая стоимость

# Cart.Payment.totalPrice
source: Total cost
ru: Итоговая стоимость

# Cart.Payment.wrongCardNumber
source: Incorrect card number
ru: Неправильный номер карты

# Cart.popupCountHeader
source: Quantity
ru: Количество

# Cart.priceFor
source: Price for %@
ru: Цена за %@

# Cart.priceTitle
source: Total cost
ru: Итоговая стоимость

# Cart.promoCodes
source: Promo codes
ru: Промокоды

# Cart.Promocodes.add
source: Apply promo code
ru: Применить промокод

# Cart.Promocodes.Alert.buttonTitle
source: Apply
ru: Применить

# Cart.Promocodes.Alert.textFieldTitle
source: Promo code name
ru: Название промокода

# Cart.Promocodes.Alert.title
source: Promo code
ru: Промокод

# Cart.Promocodes.delete
source: Delete promo code %@?
ru: Удалить промокод %@?

# Cart.Promocodes.expired
source: The promo period has expired, the promo code is invalid.
ru: Срок действия акции истек, промокод не действительный.

# Cart.Promocodes.invalid
source: Invalid promo code.
ru: Неправильный промокод.

# Cart.Promocodes.promocodes
source: Promo codes
ru: Промокоды

# Cart.Promocodes.Status.expired
source: Expired
ru: Просрочен

# Cart.Promocodes.Status.issued
source: Active
ru: Активен

# Cart.Promocodes.Status.used
source: Used
ru: Использован

# Cart.Promocodes.warning
source: Discounts do not stack. The highest discount applies.
ru: Скидки не суммируются. Применяется максимальная скидка.

# Cart.sales
source: Product discount
ru: Скидка на товары

# Cart.takeIn
source: Pick up in
ru: Самовывоз из

# Cart.title
source: Cart
ru: Корзина

# Cart.unavailable
source: Unavailable for ordering
ru: Недоступные для заказа

# Cart.unavailableDisclaimer
source: These items are only available for pickup from specific stores or they are out of stock.
ru: Эти товары можно забрать только из определенных магазинов, либо их нет в наличии.

# Cart.withoutBonuses
source: excluding bonus points
ru: без учета бонусных баллов

# CartSizeView.article
source: Article
ru: Товар

# CartSizeView.selectSize
source: Select size
ru: Выберите размер

# CartSuccessView.articleAdded
source: Item added to cart
ru: Товар добавлен в корзину

# CartSuccessView.continueShopping
source: Continue Shopping
ru: Продолжить покупки

# CartSuccessView.moveToBill
source: Move to receipt
ru: Перейти в чек

# Catalogue.Article.addedInCart
source: Item added to cart
ru: Товар добавлен в корзину

# Catalogue.Article.addToCart
source: Add to cart
ru: Добавить в корзину

# Catalogue.Article.article
source: Item number
ru: Артикул

# Catalogue.Article.availableIn
source: Pick up in
ru: Самовывоз из

# Catalogue.Article.brand
source: Brand
ru: Бренд

# Catalogue.Article.CallMeAlert.message
source: As soon as the item is in stock we will definitely notify you.
ru: Как только изделие появится в наличии мы обязательно Вас уведомим.

# Catalogue.Article.CallMeAlert.okbutton
source: Understood
ru: Понятно

# Catalogue.Article.CallMeAlert.title
source: Thank you!
ru: Спасибо!

# Catalogue.Article.callMeMaybe
source: Out of stock
ru: Нет в наличии

# Catalogue.Article.characteristics
source: Characteristics
ru: Характеристики

# Catalogue.Article.compilation
source: From the same collection
ru: Из этой же коллекции

# Catalogue.Article.delivery
source: Delivery
ru: Доставка

# Catalogue.Article.Details.title
source: Detailed description
ru: Подробное описание

# Catalogue.Article.documents
source: Documents and instructions
ru: Документы и инструкции

# Catalogue.Article.emptybalance
source: Not enough stock to add to cart
ru: Нехватает остатков для добавления в корзину

# Catalogue.Article.fullDescription
source: Full description
ru: Подробное описание

# Catalogue.Article.guarantee
source: Warranty and returns
ru: Гарантия и возврат

# Catalogue.Article.itemsInCart
source: In cart %d pcs.
ru: В корзине %d шт.

# Catalogue.Article.loadingCart
source: Adding to cart...
ru: Добавление в корзину...

# Catalogue.Article.loadingScreen
source: Loading...
ru: Загрузка...

# Catalogue.Article.more
source: More
ru: Еще

# Catalogue.Article.noReviews
source: No reviews
ru: Нет отзывов

# Catalogue.Article.notInStock
source: Item temporarily out of stock
ru: Товара временно нет в наличии

# Catalogue.Article.pickup
source: Self-pickup
ru: Самовывоз

# Catalogue.Article.pickupnow
source: Pick up in store
ru: Забрать в магазине

# Catalogue.Article.priceRestrictionLink
source: Details
ru: Узнать подробности

# Catalogue.Article.recommended
source: Recommended
ru: Рекомендуем

# Catalogue.Article.sellersTitle
source: Sellers
ru: Продавцы

# Catalogue.Article.set
source: Often bought with this
ru: С этим часто покупают

# Catalogue.Article.similar
source: Similar products
ru: Похожие товары

# Catalogue.Article.sizes
source: Size
ru: Размер

# Catalogue.Categories.all
source: All
ru: Все

# Catalogue.Categories.cantFindProduct
source: Product not found
ru: Товар не найден

# Catalogue.Categories.connectError
source: Connection error
ru: Ошибка соединения

# Catalogue.Categories.more
source: More
ru: Ещё

# Catalogue.Categories.noProductInCatalog
source: Product not found in catalog
ru: Товар в каталоге не найден

# Catalogue.Categories.title
source: Catalog
ru: Каталог

# Catalogue.Filters.done
source: Done
ru: Готово

# Catalogue.Goods.Filters.clear
source: Clear
ru: Очистить

# Catalogue.Goods.Filters.clearAll
source: Clear all
ru: Сбросить всё

# Catalogue.Goods.Filters.clearFilters
source: Reset filters
ru: Сбросить фильтры

# Catalogue.Goods.Filters.noGoods
source: No goods
ru: Нет товаров

# Catalogue.Goods.Filters.noGoodsDetails
source: None of the search results match the specified filters.
ru: Ни один вариант из результатов поиска не соответствует заданным фильтрам.

# Catalogue.Goods.Filters.show
source: Show %@
ru: Показать %@

# Catalogue.Goods.Filters.showAll
source: Show all
ru: Показать

# Catalogue.Goods.Filters.title
source: Filter
ru: Фильтр

# Catalogue.Goods.FiltersBar.ascendingPrice
source: Low to high
ru: Сначала дешевые

# Catalogue.Goods.FiltersBar.descendingPrice
source: High to low
ru: Сначала дорогие

# Catalogue.Goods.FiltersBar.filters
source: Filters
ru: Фильтры

# Catalogue.Goods.FiltersBar.lastViewed
source: By viewing history
ru: По истории просмотров

# Catalogue.Goods.FiltersBar.popular
source: Popular
ru: Популярные

# Catalogue.Goods.FiltersBar.sort
source: Sort
ru: Сортировка

# Catalogue.Goods.ProductCell.hit
source: HIT
ru: ХИТ

# Catalogue.Goods.ProductCell.new
source: New
ru: Новинка

# Catalogue.Goods.SortVariants.ascendingPrice
source: By ascending price
ru: По возрастанию цены

# Catalogue.Goods.SortVariants.descendingPrice
source: By descending price
ru: По убыванию цены

# Catalogue.Goods.SortVariants.popular
source: Popular first
ru: Сначала популярные

# Catalogue.Goods.Viewed.hereProducts
source: Here are all the products you've viewed
ru: Здесь хранятся все товары, которые вы просматривали

# Catalogue.Goods.Viewed.noProducts
source: You haven't viewed any products yet
ru: Вы еще не просмотрели ни одного товара

# Catalogue.Goods.Viewed.toCatalogue
source: To the catalog
ru: В каталог

# Catalogue.Product.priceFrom
source: from %@
ru: от %@

# Catalogue.Searching.categories
source: In categories
ru: В категориях

# Catalogue.Searching.find
source: Find
ru: Найти

# Catalogue.Searching.findGood
source: Found
ru: Найден

# Catalogue.Searching.findGoods
source: Found
ru: Найдено

# Catalogue.Searching.goods
source: In goods
ru: В товарах

# Catalogue.Searching.hint
source: Search for category or item number
ru: Поиск категории или артикула

# Catalogue.Searching.noResultDetails
source: Unfortunately, nothing was found for your request. Try entering another query in the search bar.
ru: К сожалению, по вашему запросу ничего не найдено. Попробуйте ввести другой запрос в строку поиска.

# Catalogue.Searching.noResultsHeader
source: Nothing found
ru: Ничего не нашли

# Catalogue.Searching.showAll
source: See all
ru: См. все

# Catalogue.Searching.title
source: Search
ru: Поиск

# Common.add
source: Add
ru: Добавить

# Common.AnotherRegionView.button
source: Select region
ru: Выбрать регион

# Common.AnotherRegionView.title
source: Choose the nearest region to use the calculator
ru: Выберите ближайший к Вам регион, чтобы воспользоваться калькулятором

# Common.Authorization.login
source: Log in
ru: Войти

# Common.cancel
source: Cancel
ru: Отменить

# Common.FailedRequestView.button
source: Try again
ru: Попробовать еще раз

# Common.FailedRequestView.title
source: Failed to load data.
ru: Не удалось загрузить данные.

# Common.List.isEmpty
source: List is empty
ru: Список пуст

# Common.LoadMore.failed
source: Failed to load data.
ru: Не удалось загрузить данные.

# Common.LoadMore.tryagain
source: Try again
ru: Попробовать еще раз

# Common.save
source: Save
ru: Сохранить

# Common.systemOptions
source: Settings
ru: Настройки

# Conditions.returnConditionText
source: By clicking Continue, you agree to the _Return Terms_ .
ru: Нажимая кнопку «Продолжить», Вы соглашаетесь с _Условиями возврата_ .

# Conditions.returnСonditions
source: Return conditions
ru: Условия возврата

# Conditions.title
source: Offer Terms
ru: Условия оферты

# Contacts.mail
source: Write to us
ru: Написать нам

# Contacts.onlineStore
source: Online Store
ru: Интернет-магазин

# Contacts.shortcode
source: For calls from mobile phones
ru: Для звонков с мобильных телефонов

# Contacts.social
source: We are on social networks
ru: Мы в социальных сетях

# Contacts.title
source: Contact Information
ru: Контактная информация

source: Correct data
ru: Исправить данные

source: Correspondent Account
ru: Корреспондентский счет

source: Current Account
ru: Расчетный счет

# CustomerProfile.selectRegion
source: Select region
ru: Выберите регион

# Error.DataSource.pullingFail
source: Error creating local model
ru: Ошибка создания локальной модели

# Favorites.authorizedButton
source: Go to catalog
ru: В каталог

# Favorites.authorizedDescription
source: Items you mark with a heart are stored here
ru: Здесь хранятся товары, которые вы отметите сердечком

# Favorites.authorizedMessage
source: Favorites are empty
ru: В избранном пусто

# Favorites.title
source: Favorites
ru: Избранное

# Favorites.unauthorizedDescription
source: Log in to see your favorite products on any device you own
ru: Войдите, чтобы увидеть понравившиеся товары на любом вашем устройстве

# Favorites.unauthorizedMessage
source: Log in to your personal account
ru: Войдите в личный кабинет

# Favorites.unuthorizedTopMessage
source: Log in to your account to save items to your favorites
ru: Войдите в личный кабинет, чтобы сохранить товары в вашем избранном

# History.Alert.cancel
source: Cancel
ru: Отмена

# History.Alert.message
source: Are you sure you want to cancel the order?
ru: Вы уверены, что хотите отменить заказ?

# History.Alert.ok
source: Confirm
ru: Подтвердить

# History.Alert.title
source: Attention
ru: Внимание

# History.Order.orderComplete
source: Order placed
ru: Заказ оформлен

# History.Order.swipeForUpdate
source: Swipe down to refresh the order status
ru: Свайпните вниз, для того чтобы обновить состояние заказа

# Intro.Alert.message
source: Check your internet connection and press refresh
ru: Проверьте интернет соединение и нажмите обновить

# Intro.Alert.retry
source: Refresh
ru: Обновить

# Intro.Alert.title
source: An error occurred
ru: Произошла ошибка

source: Legal Entity
ru: Юридическое лицо

# Main.categorydoesntexist
source: Category does not exist
ru: Категория не существует

# Main.Menu.catalog
source: Catalog
ru: Каталог

# Main.Menu.collection
source: Collections
ru: Коллекции

# Main.Menu.delivery
source: Delivery
ru: Доставка

# Main.Menu.installmentPlan
source: Installment plan
ru: Рассрочка
